
export const titles = [
    {zindex: 0, title: 'Все направления'},
    {zindex: 2, title: 'Забота о каждом нуждающемся'},
    {zindex: 1, title: 'Развитие регионов и транспортной инфраструктуры страны'},
    {zindex: 3, title: 'Культура, история, традиции'},
    {zindex: 4, title: 'Образование и передовая наука'},
    {zindex: 3, title: 'Развитие села'},
    {zindex: 3, title: 'Крепкая семья'},
    {zindex: 3, title: 'Экология для жизни'},
    {zindex: 2, title: 'Разитие туризма'},
    {zindex: 2, title: 'Развитие новых регионов'},
    {zindex: 2, title: 'Государство для человека'},
    {zindex: 1, title: 'Внешняя и оборонная политика'},
    {zindex: 0, title: 'Здоровье человека'},
    {zindex: 0, title: 'Экономика развития'},
    {zindex: 1, title: 'Гражданская солидарность и молодежная политика'},
    {zindex: 0, title: 'Хорошая работа — достаток в доме'},
    {zindex: 0, title: 'Удобная и комфортная жизнь'},
];

export const articles = [
    {
        img: './img/article-imgr1.png',
        title: 'Закупаем лекарства от 14 самых затратных редких болезней',
        descr: 'С 1 января 2023 года фонд «Круг добра» начал закупать лекарства от 14 самых затратных редких болезней. Дети с редкими заболеваниями будут обеспечены нужными лекарствами.',
        likeStatus: true,
        likes: 125,
        color: 'blue1',
    },
    {
        img: './img/article-imgr2.png',
        title: 'Введен Единый электронный сертификат',
        descr: 'Введен Единый электронный сертификат для приобретения технических средств реабилитации, лекарственных препаратов, медицинских изделий для людей с ограниченными возможностями здоровья.',
        likeStatus: false,
        likes: 124,
        color: 'blue1',

    },
    {
        img: './img/article-imgr3.png',
        title: 'Дополнительные гарантии трудоустройства людей с&nbsp;инвалидностью',
        descr: 'Установлены дополнительные гарантии трудоустройства людей с инвалидностью: обязанность работодателя будет считаться выполненной только после трудоустройства инвалида.',
        likeStatus: false,
        likes: 0,
        color: 'blue3',
    }
];